Repository: kurema/BookViewerApp3
Catalog: BookViewerApp/Resource/*/Resources.resw
Source language: en_us
Languages: it, ja_jp, pt, ru, zh_hans, zh_hant

# Setting_BrowserUseWebView2.Description
source: Use Chorimum based engine (WebView2) for browser. It's unstable and glitchy. If you are using Windows 10, you have to manually install runtime as administrator.
it: Utilizzare il motore basato su Chorimum (WebView2) per il browser. È instabile e pieno di problemi. Se si utilizza Windows 10, è necessario installare manualmente il runtime come amministratore.
ja_jp: ブラウザにはChorimumベースのエンジン(WebView2)を使用します。現時点で不安定です。Windows10をお使いの場合、ランタイムを管理者権限でインストールする必要があります。
pt: Utilize o motor baseado em Chorimum (WebView2) para o navegador. É instável e com falhas. Se estiver a utilizar o Windows 10, tem de instalar manualmente o tempo de execução como administrador.
ru: Для браузера используйте движок на основе Chorimum (WebView2). Он нестабилен и глючит. Если вы используете Windows 10, вам придется вручную установить время выполнения от имени администратора.
zh_hans: 使用基于Chorimum引擎（WebView2）的浏览器。它是不稳定的，而且有小毛病。如果你使用的是Windows 10，你必须以管理员身份手动安装运行时间。
zh_hant: 使用基于Chorimum引擎（WebView2）的浏览器。它是不稳定的，而且有小毛病。如果你使用的是Windows 10，你必须以管理员身份手动安装运行时间。

# Bookmark.New.Title
source: New Bookmark
it: Nuovo segnalibro
ja_jp: 新しい栞
pt: Novo Bookmark
ru: Новая закладка
zh_hans: 新书签
zh_hant: 新书签

# Bookmark.Add.Title
source: Add Bookmark
it: Aggiungi un segnalibro
ja_jp: 栞を追加
pt: Adicionar Bookmark
ru: Добавить закладку
zh_hans: 添加书签
zh_hant: 添加书签

# Bookmark.Delete.Title
source: Delete Bookmark
it: Cancellare il segnalibro
ja_jp: 栞を削除
pt: Eliminar Marcador de Favoritos
ru: Удалить закладку
zh_hans: 删除书签
zh_hant: 删除书签

# Viewer.SlideShow.Title
source: Slideshow
it: Presentazione
ja_jp: スライドショー
ru: Слайд-шоу
zh_hans: 幻灯片
zh_hant: 幻灯片

# Word.Toc
source: Table of contents
it: Indice
ja_jp: 目次
pt: Índice
ru: Оглавление
zh_hans: 目录
zh_hant: 目录
